{"info":"graphicles editor content","author":"marko b","email":"","version":"0.0.1","canvas":{"width":1441,"height":8916,"backgroundColor":"#faf9f4"},"tree":[{"pid":0,"isActive":false,"stringValue":[{"type":"h2","text":"The deep roots of writing","props":{}}],"width":357,"height":72,"x":530,"y":10,"bgColor":null,"pos":0},{"pid":1,"isActive":false,"stringValue":[{"type":"i","text":"Was writing invented for accounting and administration or did it evolve from religious movements, sorcery and dreams?","props":{}}],"width":495,"height":70,"x":457,"y":82,"bgColor":null,"pos":1},{"pid":2,"isActive":false,"stringValue":"https://aeon.co/essays/the-roots-of-writing-lie-in-hopes-and-dreams-not-in-accounting","width":231,"height":134,"x":1108,"y":79,"bgColor":null,"pos":2},{"pid":3,"isActive":false,"stringValue":["Recent scholars of the history of writing describe what was first and foremost an administrative tool. According to their ‘administrative hypothesis’, writing was invented so that early states could track people, land and economic production, and elites could sustain their power. Along the way (their argument goes) writing became flexible enough, in how it captured spoken language, to be used for poetry and letters and, eventually, word games such as Mad Libs and fortune cookies."],"height":222,"width":550,"y":250,"x":445,"bgColor":null,"border":null,"pos":3},{"pid":4,"isActive":false,"stringValue":["The writing/state connection sailed out most recently in ",{"type":"em","key":"2","ref":null,"props":{"style":{"boxSizing":"border-box"},"children":["Against the Grain"]},"_owner":null,"_store":{}}," (2017) by James Scott, a political scientist at Yale whose goal is to overturn the usual story about how civilisation came to be. In his book, he draws from accumulated archaeological findings to show that large sedentary populations and grain agriculture existed long before the first states in both Mesopotamia and China. These operations came to be coopted by rulers, ruling classes and elite interests. The elite didn’t invent agriculture or urban living but fashioned the oft-told narrative giving them credit for these achievements. In his book, Scott assembles a political counter-narrative to up-end their story of progress and show how people were better off when they weren’t subjects."],"height":310,"width":550,"y":474,"x":445,"bgColor":null,"border":null,"pos":4},{"pid":5,"isActive":false,"stringValue":["This counter-narrative needs villains, and writing serves this purpose brilliantly, because it’s the tool of power that makes subjects subjects. ‘The state is a recording, registering, and measuring machine,’ writes Scott – and a coercive machine that makes lists of names, levies taxes, rations food, raises armies, and writes rules. ‘The coincidence of the pristine state and pristine writing,’ he writes, ‘tempts one to the crude functionalist conclusion that would-be state makers invented the forms of notation that were essential to statecraft.’ Without writing, Scott argues, there could be no state – and without the state, there could be no writing. ",{"type":"highlight","text":"He seems to be saying that everything that humans would come to write – myths, epic poems, love letters, essays, re-assessments of the history of civilisation – was an epiphenomenon of bureaucratic paperwork.","props":{"className":"highlightGreen"}}],"height":332,"width":550,"y":786,"x":445,"bgColor":null,"border":null,"pos":5},{"pid":6,"isActive":false,"stringValue":["As far as I am concerned, however, ",{"type":"highlight","text":"the evidence suggests otherwise","props":{"className":"highlightGreen"}},". I come to this defence of writing as an unabashed partisan of text, a diehard literate in an age pivoting to video – I barely watch television, which marks me as a philistine these days. Every week seems to bring fresh news of a dimmer future for writing, whether it’s thanks to AI-curated, voice-operated information interfaces or in the hopes pinned on emojis as a universal writing system. So after reading Scott’s book I was moved to throw some gravel at the thinking that rolls along this track: if writing is the offspring of accounting and keeps the powerful in power, then let’s unshackle ourselves and return to purity."],"height":266,"width":550,"y":1200,"x":445,"bgColor":null,"border":null,"pos":6},{"pid":7,"isActive":false,"stringValue":["Who needs writing, anyway? ",{"type":"highlight","text":"Seen through the filter of a military analogy, writing might be like nuclear weapons (which were developed specifically by the military), or ","props":{"className":"highlightBlue"}},{"type":"Highlight","text":"it might be like gunpowder, which was discovered by alchemists searching for life-prolonging substances hundreds of years before its use in weapons","props":{"className":"graphicleHighlight"}},". ",{"type":"highlight","text":"The question is this: is writing the product of the state in every single stage of its evolution, invented ","props":{"className":"highlightGreen"}},{"type":"em","text":"de novo","props":{"className":"highlightGreen"}},{"type":"highlight","text":" by administrative elites? Or is it composed of pre-existing representational practices that expanded to fill the needs of the state and complex society?","props":{"className":"highlightGreen"}}],"height":244,"width":550,"y":1468,"x":445,"bgColor":null,"border":null,"pos":7},{"pid":8,"isActive":false,"stringValue":"in","width":66,"height":50,"x":352,"y":2303.3333740234375,"bgColor":null,"pos":8},{"pid":9,"isActive":false,"stringValue":[{"type":"span","key":"0","ref":null,"props":{"className":"ld-dropcap","style":{"boxSizing":"border-box","float":"left","fontFeatureSettings":"'kern' 0","fontKerning":"none","fontSize":"16px","height":"auto","marginLeft":"-0.05em","marginBottom":"-0.05em","padding":"0.05em 0.075em 0px 0px","position":"static","WebkitFontSmoothing":"antialiased"},"children":["T"]},"_owner":null,"_store":{}},"he evidence suggests that writing is actually more like gunpowder than like nuclear weapons. For one thing, in the four wellsprings of writing, it never (as far as we know) sprang forth as fully phonographic but evolved to become that – ",{"type":"highlight","text":"there’s usually some kind of proto-writing, and some kind of proto-proto-writing","props":{"className":"highlightBlue"}},". I like to think of writing as a layered invention. ",{"type":"highlight","text":"First there’s the graphic invention: the notion of making a durable mark on a surface. Humans have been doing this for at least 100,000 years – the bureaucracy didn’t give humans that power.","props":{"className":"highlightBlue"}}," ",{"type":"highlight","text":"Then the symbolic invention: let’s make this mark different from all other marks and assign it a meaning that we can all agree on. Humans have been doing this for a long time, too.","props":{"className":"highlightOrange"}}," Then there’s the ",{"type":"highlight","text":"linguistic one: let’s realise that a sound, a syllable and a word are all things in the world that can be assigned a graphic symbol. This invention depends on the previous ones, and itself is made of innovations, realisations, solutions and hacks.","props":{"className":"highlightPinkRed"}}," Then comes the ",{"type":"highlight","text":"functional invention: let’s use this set of symbols to write a list of captives’ names, or a contract about feeding workers, or a letter to a distant garrison commander.","props":{"className":"highlightPurple"}}," All these moves belong to an alchemy of life that makes things go boom."],"height":464,"width":550,"y":1714,"x":445,"bgColor":null,"border":null,"pos":9},{"pid":10,"isActive":false,"stringValue":["When you consider these layers of invention, you discover that early writing in Mesopotamia, for instance, had no overtly political function, as the archaeologist David Wengrow at University College London argues in ",{"type":"em","key":"2","ref":null,"props":{"style":{"boxSizing":"border-box"},"children":["What Makes Civilization?"]},"_owner":null,"_store":{}}," (2010). Instead, for the first 300-400 years of early cuneiform texts in the region (from about 3300-2900 BCE), Wengrow sees a ",{"type":"highlight","text":"bookkeeping function for managing temple-factories of the day","props":{"className":"highlightBlue"}},". ‘There is hardly any use of writing for what I would view as state-like functions (eg, dynastic monuments, taxation, tribute, narratives of political events) until the Early Dynastic period,’ he told me."],"height":266,"width":550,"y":2180,"x":445,"bgColor":null,"border":null,"pos":10},{"pid":11,"isActive":false,"stringValue":["This is an even stronger strike against the administrative hypothesis than it looks, because the counting that was the precursor to writing in Mesopotamia didn’t need the state to develop. In the 1960s, the ",{"type":"highlight","text":"archaeologist Denise Schmandt-Besserat began studying clay tokens – cylinders, pyramids, discs, balls – thousands of which had been found all over Middle Eastern archaeological sites, though no one had explained what they were. These tokens showed up in Neolithic archaeological sites from 8000 BCE, well before the earliest states emerge in Mesopotamia","props":{"className":"highlightBlue"}},". Schmandt-Besserat, whom I studied with at the University of Texas at Austin in the early 1990s, argued that the tokens went back 10,000 years. She realised that they were markers for objects: one cone per unit of grain, one diamond per unit of honey, and so forth. At first, tokens that denoted goods and objects were stored in groups; one storage method was sealing them into hollow clay balls. To overcome the obvious drawback that the contents of a sealed envelope can’t be checked, early accountants pressed the tokens into the soft, wet surface of the envelope. By the fourth millennium, scribes realised that the impressed signs made the envelopes redundant – just press the tokens into the clay, or better yet, create written signs that mimicked tokens. Then one more step of abstraction completed the journey: create written signs that capture speech-sounds and word-meanings."],"height":530,"width":550,"y":2448,"x":445,"bgColor":null,"border":null,"pos":11},{"pid":12,"isActive":false,"stringValue":"in","width":82,"height":49,"x":338,"y":3323.5556640625,"bgColor":null,"pos":12},{"pid":13,"isActive":false,"stringValue":["The implications are clear, at least for Mesopotamia. Early states functioned without writing for nearly 3,000 years before the invention of cuneiform because they had the token system for counting. And tokens didn’t need the conditions of the state to develop – they preceded the state by 2,000 years. What we have is counting that precedes complex economic organisation as well as phonetic writing that precedes political functions. Both trajectories undermine the writing/state argument."],"height":222,"width":550,"y":2980,"x":445,"bgColor":null,"border":null,"pos":13},{"pid":14,"isActive":false,"stringValue":[{"type":"highlight","text":"The administrative hypothesis","props":{"className":"highlightBlue"}}," lacks evidence in other regions where writing developed, as well. ",{"type":"highlight","text":"In China, for example, the earliest writing samples, which were divination texts carved into bone and turtle shell, date to approximately 1320 BCE, but archaeologists don’t know whether there was also administrative, propagandistic or literary writing happening at the same time.","props":{"className":"highlightBlue"}}," And they don’t know what preceded the carved word signs, which included names, dates and items of sacrifice, though the confident shape and execution of the characters suggests a well-developed scribal class. That, in turn, points to a complex society. But was this society administered by forms of writing? There’s no evidence that it was."],"height":288,"width":550,"y":3264,"x":445,"bgColor":null,"border":null,"pos":14},{"pid":15,"isActive":false,"stringValue":["Further mysteries are posed by writing in Mesoamerica. The most prominent examples are Mayan and Zapotec writing, which date to 300 BCE and 600 BCE respectively. All the existing examples of Mesoamerican writing are engravings on rock or murals; writing on other materials, such as palm leaf, were either lost to decay or destroyed by the Spanish conquerors. Before phonetic writing there was iconography, and early writing itself featured leaders, rulers, prisoner-taking, and conquests. Nothing economic or administrative exists."],"height":244,"width":550,"y":3554,"x":445,"bgColor":null,"border":null,"pos":15},{"pid":16,"isActive":false,"stringValue":[{"type":"highlight","text":"O","props":{"className":"highlightGreen"}},{"type":"highlight","text":"ver and over, what we see is that writing is more like gunpowder than like a nuclear bomb. In each of the four sites of the independent invention of writing, there’s either no evidence one way or the other, or there’s evidence that a proto-writing pre-dated the administrative needs of the state.","props":{"className":"highlightGreen"}}," ",{"type":"highlight","text":"Even in Mesopotamia, a phonetic cuneiform script was used for a few hundred years for accounting before writing was used for overtly political purposes.","props":{"className":"highlightBlue"}}," As far as the reductive argument that accountants invented writing in Mesopotamia, it’s true that writing came from counting, but temple priests get the credit more than accountants do. ‘Priests invented writing’ is a reduction I can live with – it posits writing as a tool for contacting the supernatural realm, recording the movement of spirits, inspecting the inscrutable wishes of divinities."],"height":332,"width":550,"y":3800,"x":445,"bgColor":null,"border":null,"pos":16},{"pid":17,"isActive":false,"stringValue":"in","width":68,"height":47,"x":381,"y":4773.5556640625,"bgColor":null,"pos":17},{"pid":18,"isActive":false,"stringValue":"in","width":82,"height":59,"x":309,"y":4542.444580078125,"bgColor":null,"pos":18},{"pid":19,"isActive":false,"stringValue":["As it turns out, the popular ‘administrative hypothesis’ has run into headwinds among other scholars too. In the afterword to the essay collection ",{"type":"em","key":"2","ref":null,"props":{"style":{"boxSizing":"border-box"},"children":["The First Writing"]},"_owner":null,"_store":{}}," (2004), Stephen Houston, an anthropologist at Brown University in Rhode Island, concluded that the administrative hypothesis, though tempting, ‘remains hypothetical’. Fourteen years later, things are unchanged, especially for Mesoamerica, Houston told me in a recent email. ‘",{"type":"highlight","text":"The earliest writing we have appears, where we can read it, to be resolutely about kings, gods, ritual activities, fetish objects.","props":{"className":"highlightBlue"}}," There are plausible grounds to think they had cadastrals [listings of land parcels and who owned them] and the like, which appear in early Colonial Mexico. But we just don’t have the direct evidence.’"],"height":310,"width":550,"y":4134,"x":445,"bgColor":null,"border":null,"pos":19},{"pid":20,"isActive":false,"stringValue":["Other anthropologists, meanwhile, have been looking more closely at historical instances where writing emerges outside of the state – and where states emerge without writing. Piers Kelly, a linguistic anthropologist at the Max Planck Institute for the History of Human Evolution in Munich, says that the",{"type":"highlight","text":" ancient state in Hawaii never used writing while some ‘non-state small-scale societies’ did.","props":{"className":"highlightBlue"}}," In fact, in various corners of the Earth and throughout history, inventors have crafted alphabets and syllabaries to ",{"type":"em","key":"2","ref":null,"props":{"style":{"boxSizing":"border-box"},"children":["resist"]},"_owner":null,"_store":{}}," the state."],"height":222,"width":550,"y":4446,"x":445,"bgColor":null,"border":null,"pos":20},{"pid":21,"isActive":false,"stringValue":["Kelly ",{"type":"a","key":"2","ref":null,"props":{"href":"https://www.tandfonline.com/doi/full/10.1080/07268602.2016.1109433","target":"_blank","style":{"boxSizing":"border-box","color":"inherit","textDecoration":"none","borderBottom":"1px solid currentcolor","wordBreak":"break-word","overflowWrap":"break-word"},"children":["studies"]},"_owner":null,"_store":{}}," religiously flavoured political movements (and politically flavoured religious movements) in Southeast Asia and West Africa whose charismatic leaders have invented writing systems, often after having been inspired by otherworldly visions. Kelly points out that ",{"type":"highlight","text":"writing has been reinvented at least nine times in Southeast Asia since the 1840s, mainly by largely non-literate highland people whose way of life was under threat from powerful states. ‘As a resistance strategy, the introduction of rebellious scripts gave impetus to the new movements, investing their advocates with authority, and rendering marginalised languages literally visible,’ Kelly writes in a forthcoming paper.","props":{"className":"highlightBlue"}}],"height":266,"width":550,"y":4670,"x":505,"bgColor":null,"border":null,"pos":21},{"pid":22,"isActive":false,"stringValue":["One of my favourite instances of this is a writing system called Pahawh Hmong, invented by a Hmong farmer, Shong Lue Yang, in the late 1950s when he lived in the mountains of Vietnam. What’s remarkable about this is not only that Shong Lue was illiterate – as detailed in the fascinating book ",{"type":"em","key":"2","ref":null,"props":{"style":{"boxSizing":"border-box"},"children":["The Mother of Writing"]},"_owner":null,"_store":{}}," (1990) by William A Smalley, Chia Koua Vang and Gnia Yee Yang – but that he revised his system four times, with each revision being more linguistically sophisticated than the last. Shong Lue’s invention most certainly did not happen in the context of the state, nor was he a privileged scribe; he was a ",{"type":"highlight","text":"squirrel-hunting basket-maker and mountain rice-farmer when the writing system was first revealed to him, his believers claimed, by two mysterious visitors from heaven.","props":{"className":"highlightBlue"}}," No one else could read or write it. That would come later, after he had taught them."],"height":332,"width":550,"y":4938,"x":505,"bgColor":null,"border":null,"pos":22},{"pid":23,"isActive":false,"stringValue":"in","width":67,"height":56,"x":349,"y":5966.22216796875,"bgColor":null,"pos":23},{"pid":24,"isActive":false,"stringValue":"in","width":67,"height":56,"x":348.9930725097656,"y":6033.215225219727,"bgColor":null,"pos":24},{"pid":25,"isActive":false,"stringValue":"in","width":68,"height":49,"x":354,"y":5441.33349609375,"bgColor":null,"pos":25},{"pid":26,"isActive":false,"stringValue":"in","width":64,"height":55,"x":356,"y":5559.33349609375,"bgColor":null,"pos":26},{"pid":27,"isActive":false,"stringValue":"in","width":64,"height":55,"x":356,"y":5679.33349609375,"bgColor":null,"pos":27},{"pid":28,"isActive":false,"stringValue":["As Shong Lue’s case demonstrates, the phonetic achievements of a writing system aren’t the only ones worth noting. The French anthropologist ",{"type":"highlight","text":"Pierre Déléage studies the invention of writing in many cultural contexts, and distinguishes ‘unbound’ forms of writing from ‘bound’ ones. ‘Unbound’ writing includes the phonetically flexible, multifunctional information tool called the Latin alphabet","props":{"className":"highlightBlue"}}," that we use to communicate in, say, English or French today. Less familiar is ",{"type":"highlight","text":"‘bound‘ writing, which is used to represent narrow types of speaking and often only by a small number of people. An example of bound writing is a Lakota history drawn on a blanket by the Lakota warrior Swift Dog, one of about 100 known ‘winter counts’, which were records of events recorded on buffalo hides. Keepers of the winter counts, usually men, created iconic depictions of the significant events, but these visuals weren’t all the same.","props":{"className":"highlightBlue"}}," Another example is the inscription on the Cascajal block, a slab of serpentine scratched with 62 symbols that was discovered in Mexico in the late 1990s that dates to 900 BCE – making it the oldest writing in the New World, though it’s undeciphered."],"height":442,"width":550,"y":5332,"x":445,"bgColor":null,"border":null,"pos":28},{"pid":29,"isActive":false,"stringValue":["Such text appears similar to shamanic writing ‘devised by religious specialists, with tightly restricted, revelatory functions’, as a team of anthropologists ",{"type":"a","key":"2","ref":null,"props":{"href":"http://science.sciencemag.org/content/313/5793/1610.full?rss=1","target":"_blank","style":{"boxSizing":"border-box","color":"inherit","textDecoration":"none","borderBottom":"1px solid currentcolor","wordBreak":"break-word","overflowWrap":"break-word"},"children":["wrote"]},"_owner":null,"_store":{}}," in ",{"type":"em","key":"6","ref":null,"props":{"style":{"boxSizing":"border-box"},"children":["Science"]},"_owner":null,"_store":{}}," in 2016. Often, bound forms of writing are used in face-to-face contexts alongside spoken language. Déléage notes that they exist in numerous North American indigenous cultures (the Ojibwa, the Lakota, the Navajo and the Kuna), in South America (the Inka, the Yagua and the Bolivian Quechua), and in Asia (the Naxi in China and the Dayak in Borneo). Déléage argues, convincingly, that to decipher bound text, you must know what it’s about, and perhaps be an expert in the chant, ritual or curse (or whatever) that it captures – hardly a useful tool for authoritative control. And, he noted, all of the writing invented in Egypt, Mesopotamia, Mesoamerica and China was bound when it emerged."],"height":332,"width":550,"y":5776,"x":445,"bgColor":null,"border":null,"pos":29},{"pid":30,"isActive":false,"stringValue":[{"type":"highlight","text":"Eventually, bound writing can become unbound","props":{"className":"highlightBlue"}}," in the interests of the state, whether to further royal politics, run an economy, fund the elite – or all three. A huge range of state needs can pressure people to expand what they need writing for, and thus unbinding can carry the force of invention, even if it’s strictly speaking not one. Suddenly, names must be written – local ones as well as foreign ones, along with names of captives from military forays. Places where trade goods come from must be recorded, and legal contracts must be drawn up, along with standardised lists and letters to distant garrison commanders – and then someone realises that if a letter can contain military orders, it can also contain sweet nothings. All these are perpetuated among the elite literate class via scribal schools where lists of terms are standardised and transmitted across generations."],"height":332,"width":550,"y":6110,"x":445,"bgColor":null,"border":null,"pos":30},{"pid":31,"isActive":false,"stringValue":["On one level, those of us who write and read owe the state a debt of gratitude. ",{"type":"highlight","text":"The deep history of your poetic form, your contracts and your epitaph might lie in scrawls on a cave wall or lists of royal ancestors, some of them divine, but the achievement of unbound writing stems from the needs and prerogatives of government, in the end.","props":{"className":"highlightBlue"}}],"height":178,"width":550,"y":6444,"x":445,"bgColor":null,"border":null,"pos":31},{"pid":32,"isActive":false,"stringValue":["As a writer of nonfiction, I can’t help but love writing’s roots in enumerating concrete objects and reality itself. The textual analyst part of me loves how Mesopotamian tokens were wrapped in clay envelopes after being impressed on the soft exterior – perhaps clay-wrapped tokens of meaning give rise to the notion that text is both a surface and an interior, and that that’s what leads us to talk so relentlessly (in English and other languages) about what is ‘in’ a given text. The poet in me wants to repurpose the heavy thumb of authority’s use of writing on behalf of the powerless. The linguist in me recognises the cognitive significance of the layers of writing’s invention, none of which the brain was evolved to do specifically but with which we have co-evolved. And as a partisan of text, I know its deep history won’t ever be erased."],"height":310,"width":550,"y":6624,"x":445,"bgColor":null,"border":null,"pos":32},{"pid":33,"isActive":false,"stringValue":{"type":"a","text":["Language and linguistics"],"props":{"href":"https://aeon.co/psychology/language-and-linguistics"}},"height":50,"width":225,"y":396,"x":75,"bgColor":null,"border":null,"pos":33},{"pid":34,"isActive":false,"stringValue":{"type":"a","text":["The ancient world"],"props":{"href":"https://aeon.co/society/the-ancient-world"}},"height":44,"width":181,"y":466,"x":75,"bgColor":null,"border":null,"pos":34},{"pid":35,"isActive":false,"stringValue":{"type":"a","text":["Archaeology"],"props":{"href":"https://aeon.co/society/archaeology"}},"height":48,"width":139,"y":536,"x":75,"bgColor":null,"border":null,"pos":35},{"pid":36,"isActive":false,"stringValue":["06 July, 2018"],"height":43,"width":149,"y":166,"x":635,"bgColor":null,"border":null,"pos":36},{"pid":37,"isActive":false,"stringValue":[{"type":"a","key":"0","ref":null,"props":{"href":"https://aeon.co/users/michael-erard","style":{"boxSizing":"border-box","color":"inherit","textDecoration":"none","borderBottom":"1px solid rgba(0, 0, 0, 0.35)"},"children":["Michael Erard"]},"_owner":null,"_store":{}}],"height":45,"width":149,"y":64,"x":75,"bgColor":null,"border":null,"pos":37},{"pid":38,"isActive":false,"stringValue":["is an author, journalist and linguist. Formerly journalist in residence at the Max Planck Institute for Psycholinguistics in Nijmegen in the Netherlands, he is the co-founder with ",{"type":"a","text":"Misty McLaughlin","props":{"href":"https://aeon.co/users/misty-mclaughlin"}}," of the Work in Place project and his latest book is ",{"type":"a","text":"Babel No More","props":{"href":"http://www.simonandschuster.com/books/Babel-No-More/Michael-Erard/9781451628265"}}," (2012). He lives in Portland, Maine."],"height":247,"width":293,"y":134,"x":75,"bgColor":null,"border":null,"pos":38},{"pid":39,"isActive":false,"stringValue":"writing is often invented without state","width":206,"height":83,"x":926,"y":7976,"bgColor":null,"pos":39},{"pid":40,"isActive":false,"stringValue":"example in Vietnam - squirel hunter, basket maker","width":212,"height":101,"x":1143,"y":8144,"bgColor":null,"pos":40},{"pid":41,"isActive":false,"stringValue":"in South-east Asia it was invented 9 times since 1840","width":212,"height":101,"x":1140,"y":8031,"bgColor":null,"pos":41},{"pid":42,"isActive":false,"stringValue":"state of Hawaii never used writing","width":212,"height":87,"x":1143,"y":8244,"bgColor":null,"pos":42},{"pid":43,"isActive":false,"stringValue":"origin of writing","width":171,"height":55,"x":563,"y":7869,"bgColor":null,"pos":43},{"pid":44,"isActive":false,"stringValue":"author argues against it","width":171,"height":76,"x":731,"y":7943,"bgColor":null,"pos":44},{"pid":45,"isActive":false,"stringValue":"author sees 4 layers of writing invetion","width":235,"height":77,"x":151,"y":7870,"bgColor":null,"pos":45},{"pid":46,"isActive":false,"stringValue":" - making marks on objects","width":256,"height":50,"x":151,"y":7950,"bgColor":null,"pos":46},{"pid":47,"isActive":false,"stringValue":" - 100 000 years old","width":122,"height":72,"x":391,"y":7950,"bgColor":null,"pos":47},{"pid":48,"isActive":false,"stringValue":"bound writing","width":103,"height":81,"x":562,"y":8180,"bgColor":null,"pos":48},{"pid":49,"isActive":false,"stringValue":"only some people understand it","width":130,"height":119,"x":389,"y":8261,"bgColor":null,"pos":49},{"pid":50,"isActive":false,"stringValue":"Amer. natives - images on skins","width":151,"height":96,"x":536,"y":8262,"bgColor":null,"pos":50},{"pid":51,"isActive":false,"stringValue":"example is Latin","width":113,"height":81,"x":747,"y":8261,"bgColor":null,"pos":51},{"pid":52,"isActive":false,"stringValue":"unbound writing","width":113,"height":81,"x":710,"y":8180,"bgColor":null,"pos":52},{"pid":53,"isActive":false,"stringValue":" - sounds can be represented too","width":256,"height":50,"x":151,"y":8065,"bgColor":null,"pos":53},{"pid":54,"isActive":false,"stringValue":" - lets write useful things - like number of goats or letters to ppl","width":256,"height":99,"x":151,"y":8125,"bgColor":null,"pos":54},{"pid":55,"isActive":false,"stringValue":" - marks are different and represent agreed on things","width":256,"height":50,"x":151,"y":7995,"bgColor":null,"pos":55},{"pid":56,"isActive":false,"stringValue":"author says prevailing theory is \"State made writing\"","width":204,"height":103,"x":731,"y":7767,"bgColor":null,"pos":56},{"isSymbol":true,"src":"/static/media/line-horiz-3pxB.4c562105.svg","isActive":false,"width":73,"height":69,"x":382,"y":7870,"bgColor":null,"angle":0,"pid":57,"pos":57},{"isSymbol":true,"src":"/static/media/line-horiz-3pxB.4c562105.svg","isActive":false,"width":71,"height":73,"x":684,"y":7829,"bgColor":null,"angle":-45,"pid":58,"pos":58},{"isSymbol":true,"src":"/static/media/line-horiz-3pxB.4c562105.svg","isActive":false,"width":71,"height":73,"x":682,"y":7909,"bgColor":null,"angle":45,"pid":59,"pos":59},{"isSymbol":true,"src":"/static/media/line-horiz-3pxB.4c562105.svg","isActive":false,"width":71,"height":78,"x":614,"y":8120,"bgColor":null,"angle":-45,"pid":60,"pos":60},{"isSymbol":true,"src":"/static/media/line-horiz-3pxB.4c562105.svg","isActive":false,"width":71,"height":78,"x":694,"y":8121,"bgColor":null,"angle":45,"pid":61,"pos":61},{"isSymbol":true,"src":"/static/media/line-horiz-3pxB.4c562105.svg","isActive":false,"width":92,"height":82,"x":480,"y":8205,"bgColor":null,"angle":-30,"pid":62,"pos":62},{"isSymbol":true,"src":"/static/media/line-horiz-3pxB.4c562105.svg","isActive":false,"width":77,"height":69,"x":861,"y":7975,"bgColor":null,"angle":15,"pid":63,"pos":63},{"isSymbol":true,"src":"/static/media/line-horiz-3pxB.4c562105.svg","isActive":false,"width":75,"height":68,"x":1120,"y":8000,"bgColor":null,"angle":15,"pid":64,"pos":64},{"addedOn":1615802711079,"isSymbol":true,"src":"/static/media/line-horiz-3pxB.4c562105.svg","isActive":false,"width":73,"height":69,"x":440,"y":7870,"bgColor":null,"angle":0,"pos":65,"pid":65},{"addedOn":1615802714500,"isSymbol":true,"src":"/static/media/line-horiz-3pxB.4c562105.svg","isActive":false,"width":73,"height":69,"x":504,"y":7870,"bgColor":null,"angle":0,"pos":66,"pid":66}],"groups":[],"layers":[{"pos":0},{"pos":1},{"pos":2},{"pos":3},{"pos":4},{"pos":5},{"pos":6},{"pos":7},{"pos":8},{"pos":9},{"pos":10},{"pos":11},{"pos":12},{"pos":13},{"pos":14},{"pos":15},{"pos":16},{"pos":17},{"pos":18},{"pos":19},{"pos":20},{"pos":21},{"pos":22},{"pos":23},{"pos":24},{"pos":25},{"pos":26},{"pos":27},{"pos":28},{"pos":29},{"pos":30},{"pos":31},{"pos":32},{"pos":33},{"pos":34},{"pos":35},{"pos":36},{"pos":37},{"pos":38},{"pos":39},{"pos":40},{"pos":41},{"pos":42},{"pos":43},{"pos":44},{"pos":45},{"pos":46},{"pos":47},{"pos":48},{"pos":49},{"pos":50},{"pos":51},{"pos":52},{"pos":53},{"pos":54},{"pos":55},{"pos":56},{"pos":57},{"pos":58},{"pos":59},{"pos":60},{"pos":61},{"pos":62},{"pos":63},{"pos":64},{"pos":65},{"pos":66}]}