{"info":"graphicles editor content","author":"marko b","email":"","version":"0.0.1","canvas":{"width":1430,"height":16346,"backgroundColor":"#faf9f4"},"tree":[{"pid":0,"isActive":false,"stringValue":"https://idlewords.com/2010/03/scott_and_scurvy.htm","width":257,"height":86,"x":1090,"y":84,"bgColor":null,"pos":0},{"pid":1,"isActive":false,"stringValue":"03.06.2010","height":68,"width":150,"y":70,"x":644,"bgColor":null,"border":null,"pos":1},{"pid":2,"isActive":false,"stringValue":[{"type":"a","key":"0","ref":null,"props":{"className":"post_title","href":"https://idlewords.com/2010/03/scott_and_scurvy.htm","style":{"color":"rgb(153, 153, 153)","textDecoration":"none","fontSize":"16px","fontFamily":"serif","paddingBottom":"20px"},"children":["Scott And Scurvy"]},"_owner":null}],"height":68,"width":550,"y":10,"x":434,"bgColor":null,"border":null,"pos":2},{"pid":3,"isActive":false,"stringValue":["Writing about the first winter the men spent on the ice, Cherry-Garrard ",{"type":"a","key":"2","ref":null,"props":{"href":"http://books.google.com/books?id=RXS04HcPrFwC&lpg=PP1&dq=worst%20journey%20in%20the%20world&pg=PA220#v=onepage&q=&f=false","style":{"color":"rgb(35, 52, 255)","textDecoration":"underline"},"children":["casually mentions"]},"_owner":null}," an astonishing lecture on scurvy by one of the expedition’s doctors:"],"height":112,"width":550,"y":140,"x":434,"bgColor":null,"border":null,"pos":3},{"pid":4,"isActive":false,"stringValue":{"type":"blockquote","text":["Atkinson inclined to Almroth Wright’s theory that scurvy is due to an acid intoxication of the blood caused by bacteria...","There was little scurvy in Nelson’s days; but the reason is not clear, since, according to modern research, lime-juice only helps to prevent it. We had, at Cape Evans, a salt of sodium to be used to alkalize the blood as an experiment, if necessity arose. Darkness, cold, and hard work are in Atkinson’s opinion important causes of scurvy."],"props":{}},"height":254,"width":550,"y":254,"x":434,"bgColor":null,"border":null,"pos":4},{"pid":5,"isActive":false,"stringValue":["Now, I had been taught in school that scurvy had been conquered in 1747, when the Scottish physician ",{"type":"a","key":"2","ref":null,"props":{"href":"http://en.wikipedia.org/wiki/James_Lind","style":{"color":"rgb(35, 52, 255)","textDecoration":"underline"},"children":["James Lind"]},"_owner":null}," proved in one of the first controlled medical experiments that citrus fruits were an effective cure for the disease. From that point on, we were told, the Royal Navy had required a daily dose of lime juice to be mixed in with sailors’ grog, and scurvy ceased to be a problem on long ocean voyages."],"height":178,"width":550,"y":510,"x":434,"bgColor":null,"border":null,"pos":5},{"pid":6,"isActive":false,"stringValue":["But here was a Royal Navy surgeon in 1911 apparently ignorant of what caused the disease, or how to cure it. Somehow a highly-trained group of scientists at the start of the 20th century knew less about scurvy than the average sea captain in Napoleonic times. Scott left a base abundantly stocked with fresh meat, fruits, apples, and lime juice, and headed out on the ice for five months with no protection against scurvy, all the while confident he was not at risk. What happened?"],"height":200,"width":550,"y":690,"x":434,"bgColor":null,"border":null,"pos":6},{"pid":7,"isActive":false,"stringValue":["..."],"height":68,"width":550,"y":888,"x":434,"bgColor":null,"border":null,"pos":7},{"pid":8,"isActive":false,"stringValue":["By all accounts scurvy is a horrible disease. Scott, who has reason to know, gives a succinct description:"],"height":90,"width":550,"y":1020,"x":434,"bgColor":null,"border":null,"pos":8},{"pid":9,"isActive":false,"stringValue":{"type":"blockquote","text":["The symptoms of scurvy do not necessarily occur in a regular order, but generally the first sign is an inflamed, swollen condition of the gums. The whitish pink tinge next the teeth is replaced by an angry red; as the disease gains ground the gums become more spongy and turn to a purplish colour, the teeth become loose and the gums sore. Spots appear on the legs, and pain is felt in old wounds and bruises; later, from a slight oedema, the legs, and then the arms, swell to a great size and become blackened behind the joints. After this the patient is soon incapacitated, and the last horrible stages of the disease set in, from which death is a merciful release."],"props":{}},"height":342,"width":550,"y":1112,"x":434,"bgColor":null,"border":null,"pos":9},{"pid":10,"isActive":false,"stringValue":["One of the most striking features of the disease is the disproportion between its severity and the simplicity of the cure. Today we know that scurvy is due solely to a deficiency in vitamin C, a compound essential to metabolism that the human body must obtain from food. Scurvy is rapidly and completely cured by restoring vitamin C into the diet."],"height":156,"width":550,"y":1456,"x":434,"bgColor":null,"border":null,"pos":10},{"pid":11,"isActive":false,"stringValue":["Except for the nature of vitamin C, eighteenth century physicians knew this too. But",{"type":"highlight","text":" in the second half of the nineteenth century, the cure for scurvy was lost. The story of how this happened is a striking demonstration of the problem of induction, and how progress in one field of study can lead to unintended steps backward in another.","props":{"className":"highlightGreen"}}],"height":156,"width":550,"y":1614,"x":434,"bgColor":null,"border":null,"pos":11},{"pid":12,"isActive":false,"stringValue":["An unfortunate series of accidents conspired with advances in technology to discredit the cure for scurvy. What had been a simple dietary deficiency became a subtle and unpredictable disease that could strike without warning. Over the course of fifty years, scurvy would return to torment not just Polar explorers, but",{"type":"highlight","text":" thousands of infants born into wealthy European and American homes","props":{"className":"highlightGreen"}},". And it would only be through blind luck that the actual cause of scurvy would be ",{"type":"highlight","text":"rediscovered","props":{"className":"highlightGreen"}},", and vitamin C finally isolated, in 1932."],"height":222,"width":550,"y":1772,"x":434,"bgColor":null,"border":null,"pos":12},{"pid":13,"isActive":false,"stringValue":["It is not easy to find fresh foods that lack vitamin C. Plants and animals tend to be full of it, since the molecule is used in all kinds of biochemical synthesis as an electron donor. But the same reactive qualities that make the vitamin useful also make it easy to destroy. Vitamin C quickly breaks down in the presence of light, heat and air. For this reason it is absent from most preserved foods that have been cooked or dried. Its destruction is also rapidly catalyzed by copper ions, which may be one reason sailors, with their big copper cooking vats, were particularly susceptible."],"height":244,"width":550,"y":1996,"x":434,"bgColor":null,"border":null,"pos":13},{"pid":14,"isActive":false,"stringValue":[{"type":"highlight","text":"Because our bodies can't synthesize the vitamin, they have grown very good at conserving it. It takes up to six months for scurvy to develop in healthy people after vitamin C is removed from the diet","props":{"className":"highlightGreen"}},", and only a tiny daily amount is enough to keep a person healthy."],"height":134,"width":550,"y":2242,"x":434,"bgColor":null,"border":null,"pos":14},{"pid":15,"isActive":false,"stringValue":["It has been known since antiquity that fresh foods in general, and lemons and oranges in particular, will cure scurvy. ",{"type":"highlight","text":"Starting with Vasco da Gama’s crew in 1497, sailors have repeatedly discovered the curative power of citrus fruits","props":{"className":"highlightGreen"}},", and the cure has just as frequently been forgotten or ignored by subsequent explorers."],"height":156,"width":550,"y":2378,"x":434,"bgColor":null,"border":null,"pos":15},{"pid":16,"isActive":false,"stringValue":["Lind tends to get the credit for discovering the citrus cure since he performed something approaching a controlled experiment. But it took an additional forty years of experiments, analysis, and political lobbying for his result to become institutionalized in the Royal Navy. In 1799, all Royal Navy ships on foreign service were ordered to serve lemon juice:"],"height":178,"width":550,"y":2536,"x":434,"bgColor":null,"border":null,"pos":16},{"pid":17,"isActive":false,"stringValue":{"type":"blockquote","text":["The scheduled allowance for the sailors in the Navy was fixed at I oz.lemon juice with I + oz. sugar, served daily after 2 weeks at sea, the lemon juice being often called ‘lime juice’ and our sailors ‘lime juicers’. The consequences of this new regulation were startling and by the beginning of the nineteenth century scurvy may be said to have vanished from the British navy. In 1780, the admissions of scurvy cases to the Naval Hospital at Haslar were 1457; in the years from 1806 to 1810, they were two."],"props":{}},"height":276,"width":550,"y":2716,"x":434,"bgColor":null,"border":null,"pos":17},{"pid":18,"isActive":false,"stringValue":["(As we'll see, the confusion between lemons and limes would have serious reprecussions.)"],"height":90,"width":550,"y":2994,"x":434,"bgColor":null,"border":null,"pos":18},{"pid":19,"isActive":false,"stringValue":["Scurvy had been the leading killer of sailors on long ocean voyages; some ships experienced",{"type":"highlight","text":" losses as high as 90% of their men","props":{"className":"highlightGreen"}},". With the introduction of lemon juice, the British suddenly held a massive ",{"type":"highlight","text":"strategic advantage over their rivals, one they put to good use in the Napoleonic wars","props":{"className":"highlightGreen"}},". British ships could now stay out on blockade duty for two years at a time, strangling French ports even as the",{"type":"highlight","text":" merchantmen who ferried citrus to the blockading ships continued to die of scurvy, prohibited from touching the curative themselves","props":{"className":"highlightGreen"}},"."],"height":222,"width":550,"y":3086,"x":434,"bgColor":null,"border":null,"pos":19},{"pid":20,"isActive":false,"stringValue":["The success of lemon juice was so total that much of Sicily was soon transformed into a lemon orchard for the British fleet. ",{"type":"highlight","text":"Scurvy continued to be a vexing problem in other navies","props":{"className":"highlightGreen"}},", who were slow to adopt citrus as a cure, as well as in the Merchant Marine, but for the Royal Navy it had become a disease of the past."],"height":156,"width":550,"y":3310,"x":434,"bgColor":null,"border":null,"pos":20},{"pid":21,"isActive":false,"stringValue":["By the middle of the 19th century, however, advances in technology were reducing the need for any kind of scurvy preventative. ",{"type":"highlight","text":"Steam power had shortened travel times considerably from the age of sail","props":{"className":"highlightGreen"}},", so that it was rare for sailors other than whalers to be months at sea without fresh food. Citrus juice was a legal requirement on all British vessels by 1867, but in practical terms it was becoming superfluous."],"height":178,"width":550,"y":3468,"x":434,"bgColor":null,"border":null,"pos":21},{"pid":22,"isActive":false,"stringValue":["So when the Admiralty began to replace lemon juice with an ineffective substitute in 1860, it took a long time for anyone to notice. In that year, naval authorities switched procurement from Mediterranean lemons to West Indian limes. The motives for this were mainly colonial - it was better to buy from British plantations than to continue importing lemons from Europe. Confusion in naming didn't help matters. Both \"lemon\" and \"lime\" were in use as a collective term for citrus, and though European lemons and sour limes are quite different fruits, their Latin names (",{"type":"i","key":"1","ref":null,"props":{"children":["citrus medica, var. limonica"]},"_owner":null}," and ",{"type":"i","key":"5","ref":null,"props":{"children":["citrus medica, var. acida"]},"_owner":null},") suggested that they were as closely related as green and red apples. Moreover, as there was a widespread belief that the antiscorbutic properties of lemons were due to their acidity, it made sense that the more acidic Caribbean limes would be even better at fighting the disease."],"height":354,"width":550,"y":3648,"x":434,"bgColor":null,"border":null,"pos":22},{"pid":23,"isActive":false,"stringValue":"according to \"nutrition data self\" website 100g of lemon juice has 46 mg VitC, Lime juice has 30mg","width":235,"height":131,"x":1095,"y":4013,"bgColor":null,"pos":23},{"pid":24,"isActive":false,"stringValue":["In this, the Navy was deceived.",{"type":"highlight","text":" Tests on animals would later show that fresh lime juice has a quarter of the scurvy-fighting power of fresh lemon juice.","props":{"className":"highlightGreen"}}," And the lime juice being served to sailors was not fresh, but had spent long periods of time in settling tanks open to the air, and had been pumped through copper tubing. A 1918 animal experiment using representative samples of lime juice from the navy and merchant marine showed that the 'preventative' often lacked any antiscorbutic power at all."],"height":222,"width":550,"y":4004,"x":434,"bgColor":null,"border":null,"pos":24},{"pid":25,"isActive":false,"stringValue":["By the 1870s, therefore, most British ships were sailing without protection against scurvy. Only speed and improved nutrition on land were preventing sailors from getting sick."],"height":112,"width":550,"y":4228,"x":434,"bgColor":null,"border":null,"pos":25},{"pid":26,"isActive":false,"stringValue":"","width":35,"height":73,"x":378,"y":4832,"bgColor":"rgb( 234, 234, 234)","pos":26},{"pid":27,"isActive":false,"stringValue":["It fell to the unfortunate George Nares to discover this fact in 1875, when he led the ",{"type":"a","key":"2","ref":null,"props":{"href":"http://en.wikipedia.org/wiki/British_Arctic_Expedition","style":{"color":"rgb(35, 52, 255)","textDecoration":"underline"},"children":["British Arctic Expedition"]},"_owner":null}," in an attempt to reach the North Pole via Greenland. Some oceanographic theories of the time posited an open polar sea, and Nares was directed to sail along the Greenland coast, then take a sledging party and see how far north he could get on the pack ice."],"height":178,"width":550,"y":4342,"x":434,"bgColor":null,"border":null,"pos":27},{"pid":28,"isActive":false,"stringValue":["The expedition was a fiasco. Two men in the sledging party developed scurvy within days of leaving the ship. Within five weeks, half the men were sick, and despite having laid depots with plentiful supplies for their return journey, they were barely able to make it back. A rescue party sent to intercept them found that lime juice failed to have its usual dramatic effect. Most damning of all, some of the men who stayed on the ship, never failing to take their daily dose, also got scurvy."],"height":222,"width":550,"y":4522,"x":434,"bgColor":null,"border":null,"pos":28},{"pid":29,"isActive":false,"stringValue":["The failure of the Nares expedition provoked an uproar in Britain. The Royal Navy believed itself capable of sustaining any crew for two years without signs of scurvy, yet here was an able and adequately supplied crew crippled by the disease within weeks. For the first time since the eighteenth century, the effectiveness of citrus juice as an absolute preventative was in doubt."],"height":178,"width":550,"y":4746,"x":434,"bgColor":null,"border":null,"pos":29},{"pid":30,"isActive":false,"stringValue":["More troubling evidence came several years later, during the ",{"type":"a","key":"2","ref":null,"props":{"href":"http://en.wikipedia.org/wiki/Jackson-Harmsworth_Expedition","style":{"color":"rgb(35, 52, 255)","textDecoration":"underline"},"children":["Jackson-Harmsworth Expedition"]},"_owner":null}," to Franz-Josef Land in 1894. Members of this expedition spent three years on a ship frozen into the pack ice. Koettlitz, their chief physician, describes what happened:"],"height":134,"width":550,"y":4926,"x":434,"bgColor":null,"border":null,"pos":30},{"pid":31,"isActive":false,"stringValue":["The expedition proper ate fresh meat regularly at least once a day in the shape of polar bear. The people on the ship had, however, a prejudice against this food, which certainly was not particularly palatable, and insisted, against all advice, upon eating their preserved and salted meat. This meat I occasionally noticed to be somewhat \"high\" or \"gamey\", and afterwards heard that it was often so. The result was that, though I visited the ship every day, and personally saw that each man swallowed his dose of ",{"type":"highlight","text":"lime juice (which was made compulsory, and was of the best quality), the whole ship’s company were tainted with scurvy, and two died","props":{"className":"highlightGreen"}},"."],"height":320,"width":460,"y":5062,"x":494,"bgColor":null,"border":null,"pos":31},{"pid":33,"isActive":false,"stringValue":["This pattern of fresh meat preventing scurvy would be a consistent one in Arctic exploration. It defied the common understanding of scurvy as a deficiency in vegetable matter. Somehow men could live for years on a meat-only diet and remain healthy, provided that the meat was fresh."],"height":134,"width":550,"y":5384,"x":434,"bgColor":null,"border":null,"pos":32},{"pid":34,"isActive":false,"stringValue":["This is a good example of how the very ubiquity of vitamin C made it hard to identify. Though scurvy was always associated with a lack of greens, fresh meat contains adequate amounts of vitamin C, with particularly high concentrations in the organ meats that explorers considered a delicacy. Eat a bear liver every few weeks and scurvy will be the least of your problems."],"height":178,"width":550,"y":5520,"x":434,"bgColor":null,"border":null,"pos":33},{"pid":35,"isActive":false,"stringValue":["But unless you already understand and believe in the vitamin model of nutrition, the notion of a trace substance that exists both in fresh limes and bear kidneys, but is absent from a cask of lime juice because you happened to prepare it in a copper vessel, begins to sound pretty contrived."],"height":156,"width":550,"y":5700,"x":434,"bgColor":null,"border":null,"pos":34},{"pid":36,"isActive":false,"stringValue":"","width":43,"height":133,"x":329,"y":6018,"bgColor":"rgb( 234, 234, 234)","pos":35},{"pid":37,"isActive":false,"stringValue":"wow","width":131,"height":74,"x":219,"y":6353,"bgColor":null,"pos":36},{"pid":38,"isActive":false,"stringValue":["Doctors of the era looked at this puzzling evidence and wondered. Other diseases had recently been shown to have their source in bacterial infection.",{"type":"highlight","text":" The bacterial model was new, and had already had spectacular success in identifying and treating diseases like typhus, tuberculosis, and cholera. What if the cause of scruvy had also been misunderstood? What if instead of a deficiency disease, scurvy was actually a kind of chronic food poisoning from bacterial contamination of meat?","props":{"className":"highlightGreen"}}," Thus was born the ptomaine theory of scurvy, and Koettlitz became its ",{"type":"a","key":"2","ref":null,"props":{"href":"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2511962/pdf/brmedj08208-0030.pdf","style":{"color":"rgb(35, 52, 255)","textDecoration":"underline"},"children":["enthusiastic backer"]},"_owner":null},":"],"height":244,"width":550,"y":5958,"x":434,"bgColor":null,"border":null,"pos":37},{"pid":39,"isActive":false,"stringValue":{"type":"blockquote","text":["That the cause of the outbreak of scurvy in so many Polar expeditions has always been that something was radically wrong with the preserved meats, whether tinned or salted, is practically certain; that foods are scurvy-producing by being, if only slightly, tainted is practically certain; that the benefit of the so-called \"antiscorbutics\" is a delusion, and that some antiscorbutic property has been removed from foods in the process of preservation is also a delusion. An animal food is either scorbutic—in other words, scurvy-producing—or it is not. It is either tainted or it is sound. Putrefactive change, if only slight and tasteless, has taken place or it has not. Bacteria have been able to produce ptomaines in it or they have not; and if they have not, then the food is healthy and not scurvy-producing."],"props":{}},"height":386,"width":550,"y":6204,"x":434,"bgColor":null,"border":null,"pos":38},{"pid":40,"isActive":false,"stringValue":"","width":133,"height":80,"x":251,"y":7085,"bgColor":"rgb( 234, 234, 234)","pos":39},{"pid":41,"isActive":false,"stringValue":["The ’ptomaine’ in the theory was never really defined, other than as a noxious waste product of bacterial action. But the theory had an internal logic. Poorly preserved meats would be contaminated by ptomaine. Under normal conditions, this was not enough to cause scurvy. Not only did fresh food consumed in the diet have a kind of antidote effect (whether it worked by neutralizing the poison, or by simply displacing it in the diet, was not clear), but environment also played an important role. Certain factors seemed to predispose people to chronic ptomaine poisoning, including darkness, intense exertion, idleness, close air, prolonged confinement and cold."],"height":266,"width":550,"y":6592,"x":434,"bgColor":null,"border":null,"pos":40},{"pid":42,"isActive":false,"stringValue":["On long journeys under harsh conditions, the accumulated ptomaine in badly preserved meats would disrupt health, giving the classic symptoms of scurvy. Once the tainted foods were discontinued, the body would rapidly excrete the accumulated ptomaine and return to health."],"height":156,"width":550,"y":6860,"x":434,"bgColor":null,"border":null,"pos":41},{"pid":43,"isActive":false,"stringValue":["To the extent that citrus juices were effective in preventing scurvy, it was because their acidity denatured ptomaines, or killed the bacteria that caused them. The real culprit was in the bad meat, and the casks of lime juice mandated by law on every seagoing ship were another example of outdated medical superstition that would now give way to a more sophisticated understanding of illness."],"height":178,"width":550,"y":7018,"x":434,"bgColor":null,"border":null,"pos":42},{"pid":44,"isActive":false,"stringValue":["This was the latest in medical thinking on scurvy when Scott prepared for his first expedition to Antarctica, in 1903. It would be the first serious British expedition to the continent in fifty years.",{"type":"highlight","text":" Scott took the very same Dr. Koettlitz along as his chief physician","props":{"className":"highlightOrange"}},"."],"height":134,"width":550,"y":7198,"x":434,"bgColor":null,"border":null,"pos":43},{"pid":45,"isActive":false,"stringValue":["Scott was a meticulous planner, and mindful of the ptomaine theory, paid special attention to the quality of his provisions. While the cold and cramped conditions of the journey could not be helped, he knew he could avoid any risk of scurvy by using only completely unspoiled canned goods. For his part, Koettlitz predicted that as long as there was fresh seal meat available “we can take it as certain that no scurvy will be heard of in connexion with the expedition, however long it may remain in the High South.”"],"height":222,"width":550,"y":7494,"x":434,"bgColor":null,"border":null,"pos":44},{"pid":46,"isActive":false,"stringValue":["Scott did not have time to supervise the actual canning of his provisions for the Discovery journey, but he made sure that before being served, all tins were opened in the presence of his medical staff, including Dr. Koettlitz, and carefully examined for signs of spoilage. Any doubtful cans were consigned to the trash heap."],"height":156,"width":550,"y":7718,"x":434,"bgColor":null,"border":null,"pos":45},{"pid":47,"isActive":false,"stringValue":["So it came as a bitter surprise to Scott when one of the Discovery’s early sledging parties trudged into camp with unmistakable symptoms of ",{"type":"highlight","text":"scurvy after only a three week absence. Subsequent examination showed that many of the men on the ship were also in the early stages of the disease","props":{"className":"highlightBlue"}},". The preventative measures had failed, and Scott was ",{"type":"a","key":"2","ref":null,"props":{"href":"http://books.google.com/books?id=l5YSAQAAIAAJ&lpg=PA399&ots=YHMSjoLVis&dq=The%20evil%20having%20come%2C%20the%20great%20thing%20now%20is%20to%20banish%20it.%20scott&pg=PA399#v=onepage&q=&f=false","style":{"color":"rgb(35, 52, 255)","textDecoration":"underline"},"children":["greatly distressed"]},"_owner":null},":"],"height":178,"width":550,"y":7876,"x":434,"bgColor":null,"border":null,"pos":46},{"pid":48,"isActive":false,"stringValue":{"type":"blockquote","text":["The evil having come, the great thing now is to banish it. In my absence, Armitage, in consultation with the doctors, has already taken steps to remedy matters by serving out fresh meat regularly and by increasing the allowance of bottled fruits, and he has done an even greater service by taking the cook in hand. I don’t know whether he threatened to hang him at the yardarm or used more persuasive measures, but, whatever it was, there is a marked improvement in the cooking.","...","With the idea of giving everyone on the mess-deck a change of air in turn, we have built up a space in the main hut by packing cases around the stove. In this space each mess are to live for a week; they have breakfast and dinner on board, but are allowed to cook their supper in the hut. The present occupants enjoy this sort of picnic-life immensely.","We have had a thorough clearance of the holds, disinfected the bilges, whitewashed the sides, and generally made them sweet and clean.","As a next step I tackled the clothes and hammocks. One knows how easily garments collect, and especially under such conditions as ours; however, they have all been cleared out now, except those actually in use. The hammocks and bedding I found quite dry and comfortable, but we have had them all thoroughly aired. We have cleared all the deck-lights so as to get more daylight below, and we have scrubbed the decks and cleaned out all the holes and corners until everything is as clean as a new pin. I am bound to confess there was no very radical change in all this; we found very little dirt, and our outbreak cannot possibly have come from insanitary conditions of living; our men are far too much alive to their own comfort for that. But now we do everything for the safe side, and from the conviction that one cannot be too careful."],"props":{}},"height":760,"width":550,"y":8056,"x":434,"bgColor":null,"border":null,"pos":47},{"pid":49,"isActive":false,"stringValue":["Scott sent a seal-killing party to collect as much fresh meat as possible (his crew could eat their way through a seal in two and a half days). They gathered enough to eliminate the need for preserved meat entirely. The butchered seals were stored, like logs, frozen on the ice. Meanwhile, ",{"type":"highlight","text":"Koetlittz had managed to sprout and grow a modest crop of watercress under a skylight, the Antarctic soil proving surprisingly fertile","props":{"className":"highlightGreen"}},". His confidence in the ptomaine theory did not blind him to the practical advantages of a proven remedy (watercress sprouts contain a ridiculous amount of vitamin C). Enough cress grew to supplement one meal for all the men, and in combination with the fresh seal meat, it was enough to banish all signs of scurvy."],"height":288,"width":550,"y":8818,"x":434,"bgColor":null,"border":null,"pos":48},{"pid":50,"isActive":false,"stringValue":["Scott was relieved, but he knew that something had escaped his understanding. Despite scrupulous care, the disease had slipped through, and he was not sure why his precautions had failed. Evidently it was not enough to inspect meat by taste and smell—even minute quanities of ptomaine might be enough to cause scurvy."],"height":156,"width":550,"y":9108,"x":434,"bgColor":null,"border":null,"pos":49},{"pid":51,"isActive":false,"stringValue":["His solution was to move the expedition off of canned meat altogether, relying entirely on seal meat and penguin. This would be fine while the men remained on the Discovery, but it left the problem of what to do about the upcoming sledge journeys. The planned sledging ration was pemmican (a mixture of dried meat and fat) and biscuit, but since Scott had lost all confidence in the safety of preserved meat, he had to find a way to replace the pemmican with seal."],"height":200,"width":550,"y":9266,"x":434,"bgColor":null,"border":null,"pos":50},{"pid":52,"isActive":false,"stringValue":["Fresh seal meat would be far too heavy a replacement, so Scott had it repeatedly boiled to remove as much moisture as possible (in the process destroying all its vitamin C). This concentrated seal meat was still almost twice as heavy as the equivalent pemmican, but it was the best he could do."],"height":156,"width":550,"y":9468,"x":434,"bgColor":null,"border":null,"pos":51},{"pid":53,"isActive":false,"stringValue":["In November of 1902, Scott, Wilson and Shackleton set out on the expedition’s main journey. Their goal was to take a dog team as far south as possible along the Ross ice shelf, and see if they could find a useful route for an eventual attempt at the Pole."],"height":134,"width":550,"y":9746,"x":434,"bgColor":null,"border":null,"pos":52},{"pid":54,"isActive":false,"stringValue":["Things did not go well. Scott inadvertently starved his dogs, making them impossible to control and nearly useless for hauling. Very quickly his men had to start relaying the sledges, which meant walking three miles for every one mile of southward progress. They began killing the weakest dogs and feeding them to the remainder (the dogs were so hungry they did not hesitate to rip their fallen comrades apart). The men themselves could think of nothing else but food, their rations inadequate for the work of hauling the sledge."],"height":222,"width":550,"y":9882,"x":434,"bgColor":null,"border":null,"pos":53},{"pid":55,"isActive":false,"stringValue":["Wilson, a doctor, checked the men’s gums and legs each Sunday for signs of scurvy. ",{"type":"highlight","text":"Shackleton was the first to show symptoms, though he was not told about this for several weeks. Soon Scott and Wilson were showing symptoms as well.","props":{"className":"highlightBlue"}}," Before long Shackleton was weak, had begun to cough up blood at night, and was in real danger of physical collapse."],"height":178,"width":550,"y":10106,"x":434,"bgColor":null,"border":null,"pos":54},{"pid":56,"isActive":false,"stringValue":["The party barely made it home. For much of the return trip, Shackleton was unable to pull, staggering alongside the sledges. On their return to the Discovery, the men were bedridden and in a state of complete physical collapse, getting up only long enough to eat prodigious meals. Scott remarked in his journal on the extraordinary lassitude and lack of energy the disease provoked in him."],"height":178,"width":550,"y":10286,"x":434,"bgColor":null,"border":null,"pos":55},{"pid":58,"isActive":false,"stringValue":"","width":54,"height":50,"x":324,"y":10743,"bgColor":"rgb( 234, 234, 234)","pos":56},{"pid":59,"isActive":false,"stringValue":["Eight years after the Discovery expedition, Scott returned to Antarctica to make an attempt at the Pole. Mindful of what had happened on his first journey, he took pains to seek the latest expert advice about scurvy, both from doctors and from Arctic explorers."],"height":134,"width":550,"y":10586,"x":434,"bgColor":null,"border":null,"pos":57},{"pid":60,"isActive":false,"stringValue":["The advice he got was unchanged—scurvy was an acidic condition of the blood caused by ptomaines in tainted meat. The legendary explorer Fridtjof Nansen had some particularly curious advice—if he found himself ",{"type":"i","key":"2","ref":null,"props":{"children":["in extremis"]},"_owner":null},", Nansen said, it was better to choose cans of meat that were completely rotten over cans that were only slightly spoilt, since the ptomaines were more likely to have broken down in the former."],"height":200,"width":550,"y":10722,"x":434,"bgColor":null,"border":null,"pos":58},{"pid":61,"isActive":false,"stringValue":["This time Scott made sure to provide his men with fresh seal meat, and scurvy was not a problem in the main camp. In the austral winter of 1911, Wilson, Bowers, and Cherry-Garrard went on a phantasmagoric five week journey to try and collect the eggs of the empreror penguin. This journey, which gave Cherry-Garrard’s book its title, took place in complete darkness and temperatures that dropped below -77º Fahrenheit. The men, forced to relay and searching for their footprints by candlelight, sometimes made as little as a mile of progress a day. When Cherry-Garrard’s clothes were weighed on his return, they contained twenty-four pounds of ice. That the men survived defies belief—there has never been another journey in the Polar night, even with modern equipment—but they did return, and to Scott's great relief ",{"type":"highlight","text":"showed no symptoms of scurvy","props":{"className":"highlightBlue"}},"."],"height":332,"width":550,"y":10924,"x":434,"bgColor":null,"border":null,"pos":59},{"pid":62,"isActive":false,"stringValue":[{"type":"small","text":"Scott's Polar ration: 450g biscuit, 340 grams pemmican, 85g sugar, 57g butter, 24g tea, 16g cocoa. This ration contains about 4500 calories (sledging requires 6500) and no vitamin C.","props":{}}],"width":509,"height":99,"x":459,"y":11819,"bgColor":null,"pos":60},{"pid":63,"isActive":false,"stringValue":"https://idlewords.com/images/scott_ration.jpg","width":563,"height":410,"x":429,"y":11427,"bgColor":null,"pos":61},{"pid":64,"isActive":false,"stringValue":["One of Scott's goals for the winter journey had been to determine the proper ration for sledging up on the Polar plateau, where the men would have to hike for several weeks at altitudes above 10,000 feet. After some tinkering with proportions, the men on the Winter Journey had settled on a satisfying ration, and Scott decided to adopt it unchanged for his own trip later that year:"],"height":178,"width":550,"y":11258,"x":434,"bgColor":null,"border":null,"pos":62},{"pid":65,"isActive":false,"stringValue":["Scott left camp with 16 men on November 1, 1911. His plan was to lay depots along the route, and send groups of men back at intervals until he was left with three companions on the great plateau south of the Beardmore Glacier. The expedition used men, dogs, ponies (slaughtered and fed to the dogs at the foot of the glacier), and a pair of experimental motorized sledges that broke down after just a few miles on the ice."],"height":200,"width":550,"y":11938,"x":440,"bgColor":null,"border":null,"pos":63},{"pid":66,"isActive":false,"stringValue":["Scott sent back his men in stages; each group had a progressively harder time making it back to camp. The last group, sent back from the top of the Beardmore, was led by Edward Evans, who quickly developed a severe case of scurvy. After bravely walking most of the distance, he became incapacitated and had to be left on the ice in the care of a companion while the third man in the group force-marched the thirty remaining miles to camp to summon a rescue team."],"height":200,"width":550,"y":12140,"x":440,"bgColor":null,"border":null,"pos":64},{"pid":67,"isActive":false,"stringValue":["Scott, oblivious to this ominous development, pressed onwards. The rest of his story is well known. Norwegian tents at the Pole, an increasingly desperate return, two in his group sickening and dying, then a terrible blizzard eleven miles short of his last depot; the three men freezing to death in their tent."],"height":156,"width":550,"y":12342,"x":440,"bgColor":null,"border":null,"pos":65},{"pid":68,"isActive":false,"stringValue":["The evidence that the Polar Party suffered from scurvy on their return trip is strong but circumstantial. The wounds that would not heal, the sudden death of Seaman Evans during the descent down the Beardmore, their great weakness are all consistent with the disease. Both Scott and Wilson would have easily recognized the symptoms, but it is possible that they would have chosen not to record them. There was a certain stigma with scurvy, especially in their case, having taken such pains to forestall the disease.",{"type":"highlight","text":" Scott had nearly left any mention of scurvy out of his 1903 report, before deciding to do so for the cause of science","props":{"className":"highlightBlue"}},", and it’s possible he felt a similar reticence now."],"height":266,"width":550,"y":12500,"x":440,"bgColor":null,"border":null,"pos":66},{"pid":69,"isActive":false,"stringValue":["Entire academic careers have been devoted to second-guessing Scott's final journey. It would probably be easier to list the few things that didn’t contribute to his death, than to try and rank the relative contributions of cold, exhaustion, malnutrition, bad weather, bad luck, poor planning, and rash decisions. But with regard to scurvy, at least, the Polar explorers were in an impossible position."],"height":178,"width":550,"y":12768,"x":440,"bgColor":null,"border":null,"pos":67},{"pid":70,"isActive":false,"stringValue":[{"type":"highlight","text":"They had a theory of the disease that made sense, fit the evidence, but was utterly wrong","props":{"className":"highlightBlue"}},". They had arrived at the idea of an undetectable substance in their food, present in trace quantities, with a direct causative relationship to scurvy, but they thought of it in terms of a poison to avoid.",{"type":"highlight","text":" In one sense, the additional leap required for a correct understanding was very small. In another sense, it would have required a kind of Copernican revolution in their thinking.","props":{"className":"highlightPinkRed"}}],"height":200,"width":550,"y":12948,"x":440,"bgColor":null,"border":null,"pos":68},{"pid":71,"isActive":false,"stringValue":["It was pure luck that led to the actual discovery of vitamin C. Axel Holst and Theodor Frolich had been studying beriberi (another deficiency disease) in pigeons, and when they decided to switch to a mammal model, they serendipitously chose ",{"type":"highlight","text":"guinea pigs","props":{"className":"highlightBlue"}},", the one animal besides human beings and monkeys that ",{"type":"highlight","text":"requires vitamin C in its diet","props":{"className":"highlightBlue"}},". Fed a diet of pure grain, the animals showed no signs of beriberi, but quickly sickened and died of something that closely resembled human scurvy."],"height":200,"width":550,"y":13290,"x":440,"bgColor":null,"border":null,"pos":69},{"pid":72,"isActive":false,"stringValue":["No one had seen scurvy in animals before. With a simple animal model for the disease in hand, it became a matter of running the correct experiments, and it was quickly established that scurvy was a deficiency disease after all. Very quickly the compound that prevents the disease was identified as a small molecule present in cabbage, lemon juice, and many other foods, and in 1932 Szent-Györgyi definitively isolated ascorbic acid."],"height":200,"width":550,"y":13492,"x":440,"bgColor":null,"border":null,"pos":70},{"pid":73,"isActive":false,"stringValue":["---"],"height":68,"width":550,"y":13834,"x":440,"bgColor":null,"border":null,"pos":71},{"pid":74,"isActive":false,"stringValue":["There are several aspects of this 'second coming’ of scurvy in the late 19th century that I find particularly striking:"],"height":90,"width":550,"y":13904,"x":440,"bgColor":null,"border":null,"pos":72},{"pid":75,"isActive":false,"stringValue":["First, the fact that from the fifteenth century on, it was the rare doctor who acknowledged ignorance about the cause and treatment of the disease. The sickness could be fitted to so many theories of disease—imbalance in vital humors, bad air, acidification of the blood, bacterial infection—that despite the existence of an unambigous cure, there was always a raft of alternative, ineffective treatments. At no point did physicians express doubt about their theories, however ineffective."],"height":200,"width":550,"y":13996,"x":440,"bgColor":null,"border":null,"pos":73},{"pid":76,"isActive":false,"stringValue":["Second, how difficult it was to correctly interpret the evidence without the concept of ‘vitamin’. Now that we understand scurvy as a deficiency disease, we can explain away the anomalous results that seem to contradict that theory (the failure of lime juice on polar expeditions, for example). But the evidence on its own did not point clearly at any solution. It was not clear which results were the anomalous ones that needed explaining away. The ptomaine theory made correct predictions (fresh meat will prevent scurvy) even though it was completely wrong."],"height":244,"width":550,"y":14198,"x":440,"bgColor":null,"border":null,"pos":74},{"pid":77,"isActive":false,"stringValue":["Third, how technological progress in one area can lead to surprising regressions. I mentioned how the advent of steam travel made it possible to accidentally replace an effective antiscorbutic with an ineffective one. ",{"type":"highlight","text":"An even starker example was the rash of cases of infantile scurvy that afflicted upper class families in the late 19th century. This outbreak was the direct result of another technological development, the pasteurization of cow's milk. The procedure made milk vastly safer for infants to drink, but also destroyed vitamin C. For poorer children, who tended to be breast-fed and quickly weaned onto adult foods, this was not an issue","props":{"className":"highlightGreen"}},", but the wealthy infants fed a special diet of cooked cereals and milk were at grave risk."],"height":288,"width":550,"y":14444,"x":440,"bgColor":null,"border":null,"pos":75},{"pid":78,"isActive":false,"stringValue":["It took several years for infant scurvy, at first called “Barlow's disease”, to be properly identified. At that point doctors were caught between two fires. They could recommend that parents not boil their milk, and expose the children to bacterial infection, or they could insist on pasteurization at the risk of scurvy. The prevaling theory of scurvy as bacterial poisoning clouded the issue further, so that it took time to arrive at the right solution—supplementing the diet with onion juice or cooked potato."],"height":222,"width":550,"y":14734,"x":440,"bgColor":null,"border":null,"pos":76},{"pid":81,"isActive":false,"stringValue":["Fourth, how small a foundation of evidence was necessary to build a soaring edifice of theory. Lind’s famous experiment, for example, had two sailors eating oranges for six days. Lind went on to propound a completely ineffective method of preserving lemon juice (by boiling it down), which he never thought to test. One of the experiments that ’confirmed’ the ptomaine theory involved feeding a handful of monkeys canned and fresh meat. The fructivorous monkeys died within days; the ones who died last, and with the least blood in their stool, were assumed to be the ones without scurvy. And even these flawed experiments were a rarity compared to the number of flat assertions by medical authorities without any testing or basis in fact."],"height":288,"width":550,"y":15008,"x":440,"bgColor":null,"border":null,"pos":77},{"pid":82,"isActive":false,"stringValue":["Finally, that",{"type":"highlight","text":" one of the simplest of diseases managed to utterly confound us for so long, at the cost of millions of lives, even after we had stumbled across an unequivocal cure.","props":{"className":"highlightBlue"}}," It makes you wonder how many incurable ailments of the modern world—depression, autism, hypertension, obesity—will turn out to have equally simple solutions, once we are able to see them in the correct light. What will we be slapping our foreheads about sixty years from now, wondering how we missed something so obvious?"],"height":222,"width":550,"y":15338,"x":440,"bgColor":null,"border":null,"pos":78},{"pid":83,"isActive":false,"stringValue":["In the course of writing this essay, I was tempted many times to pick a villain. Maybe the perfectly named ",{"type":"a","key":"2","ref":null,"props":{"href":"http://en.wikipedia.org/wiki/Almroth_Wright","style":{"color":"rgb(35, 52, 255)","textDecoration":"underline"},"children":["Almroth Wright"]},"_owner":null},", who threw his considerable medical reputation behind the ptomaine theory and so delayed the proper re-understanding of scurvy for many years. Or the nameless Admiralty flunkie who helped his career by championing the switch to West Indian limes. Or even poor Scott himself, sermonizing about the virtues of scientific progress while never conducting a proper experiment, taking dreadful risks, and showing a most unscientific reliance on pure grit to get his men out of any difficulty."],"height":244,"width":550,"y":15562,"x":440,"bgColor":null,"border":null,"pos":79},{"pid":84,"isActive":false,"stringValue":["But the villain here is just good old human ignorance, that master of disguise. ",{"type":"highlight","text":"We tend to think that knowledge, once acquired, is something permanent. Instead, even holding on to it requires constant, careful effort.","props":{"className":"highlightGreen"}}],"height":134,"width":550,"y":15808,"x":440,"bgColor":null,"border":null,"pos":80},{"pid":85,"isActive":false,"stringValue":"did they have scurvy ?","width":220,"height":50,"x":160,"y":12501,"bgColor":null,"pos":81}],"groups":[],"layers":[{"pos":0},{"pos":1},{"pos":2},{"pos":3},{"pos":4},{"pos":5},{"pos":6},{"pos":7},{"pos":8},{"pos":9},{"pos":10},{"pos":11},{"pos":12},{"pos":13},{"pos":14},{"pos":15},{"pos":16},{"pos":17},{"pos":18},{"pos":19},{"pos":20},{"pos":21},{"pos":22},{"pos":23},{"pos":24},{"pos":25},{"pos":26},{"pos":27},{"pos":28},{"pos":29},{"pos":30},{"pos":31},{"pos":32},{"pos":33},{"pos":34},{"pos":35},{"pos":36},{"pos":37},{"pos":38},{"pos":39},{"pos":40},{"pos":41},{"pos":42},{"pos":43},{"pos":44},{"pos":45},{"pos":46},{"pos":47},{"pos":48},{"pos":49},{"pos":50},{"pos":51},{"pos":52},{"pos":53},{"pos":54},{"pos":55},{"pos":56},{"pos":57},{"pos":58},{"pos":59},{"pos":60},{"pos":61},{"pos":62},{"pos":63},{"pos":64},{"pos":65},{"pos":66},{"pos":67},{"pos":68},{"pos":69},{"pos":70},{"pos":71},{"pos":72},{"pos":73},{"pos":74},{"pos":75},{"pos":76},{"pos":77},{"pos":78},{"pos":79},{"pos":80},{"pos":81}]}