{"info":"graphicles editor content","author":"marko b","email":"","version":"0.0.1","canvas":{"width":1440,"height":3800,"backgroundColor":"#faf9f4"},"tree":[{"pid":0,"isActive":false,"stringValue":"","width":668,"height":1440,"x":580,"y":409,"bgColor":"rgb(183,206,233)","header":"Fact two: we're changing Earth's metabolism intentionally"},{"pid":1,"isActive":true,"stringValue":"","width":629,"height":1139,"x":600,"y":688,"bgColor":"rgb(136,179,244)","header":"2 examples of new technologies being added","groupIds":["0"]},{"pid":2,"isActive":false,"stringValue":"A second fact about our age is much less widely appreciated. We are changing how the planet works. It is not just that human activities have stained every corner of the entire planet. The simultaneous arrival of a range of powerful new technologies are starting to signal a potential takeover of Earth’s most basic operations by its most audacious species. From this time forward, technologies such as the gene-editing technique CRISPR and climate engineering will transform an already tainted planet into an increasingly synthetic whole.","width":639,"height":163,"x":596,"y":485,"bgColor":null},{"pid":3,"isActive":false,"stringValue":"Text by Christopher Preston","width":251,"height":48,"x":602,"y":296,"bgColor":null},{"pid":4,"isActive":false,"stringValue":"","width":352,"height":923,"x":188,"y":409,"bgColor":"rgb(183,206,233)","header":"Fact one: we're everywhere"},{"pid":5,"isActive":false,"stringValue":"One fact about our time is becoming increasingly well-known. No matter how far you travel, no matter in which direction you point, there is nowhere on Earth that remains free from the traces of human activity. The chemical and biological signatures of our species are everywhere. Transported around the globe by fierce atmospheric winds, relentless ocean currents, and the capacious cargo-holds of millions of fossil-fuel-powered vehicles, nowhere on Earth is free from humanity’s imprint. Pristine nature has permanently blinked out of existence.","height":383,"width":321,"y":485,"x":203,"bgColor":null},{"pid":6,"isActive":false,"stringValue":["These planetary changes have been ",{"type":"a","props":{"href":"https://science.sciencemag.org/content/351/6269/aad2622"},"text":"characterised"}," by geographers, geologists and climate scientists as the end of one geological epoch – the Holocene – and the start of the next, the Anthropocene. In this newly designated ‘human age’, our species’ impact on the oceans, the land and the atmosphere has become an inescapable feature of the Earth. This idea that humanity has forced a geological transition is capturing people’s attention not just because changes in epochs are rare. It is attracting notice because our species is gripped by the idea that we possess planetary powers."],"height":421,"width":317,"y":866,"x":204,"bgColor":null},{"pid":7,"isActive":false,"stringValue":{"type":"h1","text":"Forget the Anthropocene: we’ve entered the synthetic age","props":{}},"height":223,"width":801,"y":75,"x":319,"bgColor":null},{"pid":8,"isActive":true,"stringValue":"This February, when the entomologist Ruth Mueller pried open a container of genetically modified mosquitoes in a high-security lab in the Italian town of Terni, she wasn’t just experimenting with a powerful new tool in biotechnology. She was implementing a change to the Mendelian laws of inheritance that govern all life on Earth.","height":326,"width":286,"y":754,"x":611,"bgColor":null,"header":"Gene Drive mosquitoes","groupIds":["0"]},{"pid":9,"isActive":true,"stringValue":"The mosquitoes she released, each of them carrying a CRISPR-enabled ‘gene drive’ designed to spread through a group of mosquitoes, would test whether humans could successfully force a trait through the whole of a free-living population. The lab in which Mueller works has been carefully designed so that, for now, the change takes place on a limited scale and securely indoors. But gene drives can theoretically spread themselves unaided to any corner of the globe in which populations of interbreeding mosquitoes live. They change the genetic rules wherever they travel.","height":353,"width":296,"y":1079,"x":612,"bgColor":null,"groupIds":["0"]},{"pid":10,"isActive":false,"stringValue":"","width":579,"height":1083,"x":625,"y":1802,"bgColor":"rgb(253,235,133)","header":"Gravity of such changes"},{"pid":11,"isActive":false,"stringValue":"Unlike habitat destruction, carbon emissions and other signatures of the Anthropocene epoch, the technologies being tested today are designed for consciously taking control of some of the key physical processes that shape our world. The bedrock laws of nature don’t disappear, of course, but they become subject to a deeper kind of manipulation. You could think of these as not simply ‘cosmetic’ changes but ‘metabolic’ ones. Charles Darwin, Gregor Mendel and the conventions of atmospheric physics become subject to a delicate kind of renegotiation.\n\n","width":542,"height":285,"x":643,"y":2160,"bgColor":null,"header":"Type of change"},{"pid":12,"isActive":false,"stringValue":["Technologies such as gene drives and climate engineering go a quantum leap beyond what stratigraphers were noting when they recommended renaming this epoch the Anthropocene. Accidental changes are entirely different from deliberate ones. David Keith, one of the researchers in the Harvard climate-engineering project, ",{"type":"a","props":{"href":"https://keith.seas.harvard.edu/files/tkg/files/28.keith_.2000.earthnotanartifiact.e.pdf"},"text":"points out"}," the huge difference between deliberately engineering something and simply making a mess. In the former, the sense of responsibility is much higher. Think of why murder is so much worse than manslaughter."],"width":543,"height":283,"x":643,"y":1869,"bgColor":null,"header":"Aspect of Intention"},{"pid":13,"isActive":true,"stringValue":"If the question is ‘How much does your research amend the planetary rules?’ the Mueller lab has plenty of company.","height":120,"width":296,"y":1510,"x":612,"bgColor":null,"groupIds":["0"]},{"pid":14,"isActive":true,"stringValue":["Early this summer, a research team from Harvard University will conduct the first ",{"type":"a","props":{"href":"https://www.nature.com/articles/d41586-018-07533-4"},"text":"field test"}," of geoengineering the climate. They plan to use a high-altitude balloon to place reflective particles into the stratosphere above the arid landscapes of the US Southwest. There they will examine how effectively the particles beat back incoming solar energy. Scaled up appropriately, the technology could in future be used to rewrite the planetary rules in a way that echoes the changes wrought by gene drives."],"height":507,"width":278,"y":754,"x":931,"bgColor":null,"header":"Particles in the stratosphere","groupIds":["0"]},{"pid":15,"isActive":true,"stringValue":"Anthropogenic climate change has already altered how heat moves through the system. As devastating as this is, up till now, climate change has never been a matter of intentional planning and design. Our species has never before attempted to calibrate what the Sun will deliver. This thermal quotient has been baked into the physics of the solar system. Should a large-scale deployment of reflective particles into the stratosphere eventually happen, it will rewrite this equation in our own hand.","height":406,"width":281,"y":1240,"x":930,"bgColor":null,"groupIds":["0"]},{"pid":16,"isActive":false,"stringValue":["Re-interpretation by ",{"type":"a","text":"Marko Bogdanovic","props":{"href":"/me"}}],"width":329,"height":49,"x":559,"y":326,"bgColor":null},{"isSymbol":true,"src":"/static/media/brace-didot-mine-down.afc9a48c.svg","isActive":true,"width":285,"height":98,"x":776,"y":1691,"bgColor":null,"angle":0,"pid":17,"groupIds":["0"]},{"pid":18,"isActive":false,"stringValue":[{"type":"hr","text":null,"props":{}}],"width":863,"height":60,"x":317,"y":3179,"bgColor":null},{"pid":19,"isActive":false,"stringValue":"An Anthropocene epoch requires one kind of psychological adjustment. A synthetic age demands something considerably more.","width":569,"height":85,"x":438,"y":3082,"bgColor":null},{"pid":20,"isActive":false,"stringValue":"","width":610,"height":239,"x":533,"y":2826,"bgColor":"rgb(226,247,237)","header":"Societal consequence and need for public scrutiny"},{"pid":21,"isActive":false,"stringValue":"Researchers, politicians and people of all nations will split on the wisdom of crossing these thresholds. They are no doubt exciting prospects to some. But they are absolutely terrifying ones to others. Technologies this conse-quential must be subject to the fullest and most inclusive public scrutiny possible.","width":569,"height":116,"x":558,"y":2896,"bgColor":null},{"pid":22,"isActive":false,"stringValue":"The crossing of this line represents radically new territory for both our species and for the planet. Nature itself will be shaped by processes redesigned and ‘improved’ by geneticists and engineers. We should call this transition the beginning of a ‘synthetic age’, a time in which background constants are increasingly replaced by artificial and ‘improved’ versions of themselves. This remaking of the metabolism of the Earth strikes at the very core of how we understand our surroundings and our role in them.","width":541,"height":261,"x":643,"y":2448,"bgColor":null,"header":"Conceptual consequence"},{"pid":23,"isActive":false,"stringValue":[{"type":"a","text":"The Synthetic Age: Outdesigning Evolution, Resurrecting Species, and Reengineering Our World","props":{"href":"https://mitpress.mit.edu/books/synthetic-age"}}," by Christopher J Preston is published via The MIT Press."],"height":81,"width":635,"y":3245,"x":401,"bgColor":null},{"pid":24,"isActive":false,"stringValue":"Christopher Preston","height":49,"width":193,"y":3322,"x":616,"bgColor":null},{"pid":25,"isActive":false,"stringValue":["This article was originally published at ",{"type":"a","props":{"href":"https://aeon.co/?utm_campaign=republished-article"},"text":"Aeon"}," and has been republished under Creative Commons."],"height":76,"width":399,"y":3376,"x":516,"bgColor":null},{"isSymbol":true,"src":"/static/media/arrow-right-1.8e54fc5e.svg","isActive":false,"width":86,"height":83,"x":868,"y":2722,"bgColor":null,"angle":120,"pid":26}],"groups":[{"id":"0","label":"","children":[]}]}
