{"info":"graphicles editor content","author":"marko b","email":"","version":"0.0.1","canvas":{"width":1800,"height":1800,"backgroundColor":"#faf9f4"},"tree":[{"pid":0,"pos":6,"isActive":false,"stringValue":"More than about 100 sheep was too many for one shepherd to manage anyway in the ancient world, never mind millions or billions.","width":272,"height":157,"x":452,"y":697,"bgColor":"rgb( 78, 78, 78)","groupIds":["0"]},{"pid":1,"pos":5,"isActive":false,"stringValue":"But is it really? Being able to tell two things from three is useful, but being able to distinguish 152 from 153 must have been rather less urgent for our ancestors.","width":304,"height":217,"x":169,"y":711,"bgColor":"rgb( 197, 197, 197)","groupIds":["0"]},{"pid":2,"pos":4,"isActive":false,"stringValue":"What’s more, other animals show a rudimentary capacity to distinguish differing small quantities of things: two bananas from three, say. Surely it stands to reason, then, that numeracy is adaptive.","width":331,"height":217,"x":257,"y":529,"bgColor":"rgb( 234, 234, 234)","groupIds":["0"]},{"pid":3,"pos":2,"isActive":true,"stringValue":"Scientists have long claimed that our ability with numbers is indeed biologically evolved – that we can count because counting was a useful thing for our brains to be able to do. The hunter-gatherer who could tell which herd or flock of prey was the biggest, or which tree held the most fruit, had a survival advantage over the one who couldn’t.","width":418,"height":229,"x":262,"y":257,"bgColor":null,"groupIds":["1"]},{"pid":4,"pos":1,"isActive":true,"stringValue":"Why can we count to 152? OK, most of us don’t need to stop there, but that’s my point. Counting to 152, and far beyond, comes to us so naturally that it’s hard not to regard our ability to navigate indefinitely up the number line as something innate, hard-wired into us.","width":397,"height":180,"x":260,"y":63,"bgColor":null,"groupIds":["1"]}],"groups":[{"id":"0","pos":3,"label":"","children":[]},{"id":"1","pos":0,"label":"","children":[]}],"layers":[{"pos":0,"type":"group"},{"pos":1},{"pos":2},{"pos":3,"type":"group"},{"pos":4},{"pos":5},{"pos":6}]}